Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ICLOUDPHOTOS_DISABLE_PROMPT_DOWNLOAD_ORIGINALS_iPod touch
source: Do you want to download a copy of your iCloud Photos to this iPod touch? Photos and videos that have been optimized to save space will be removed from this iPod touch. The original, full versions will still be available on other devices using iCloud Photos.
ar: هل ترغب بتنزيل نسخة من صور iCloud على هذا الـ iPod touch؟ ستتم إزالة الصور والفيديوهات - التي تم تحسينها للاحتفاظ بالمساحة - من هذا الـ iPod touch. ستظل النسخ الأصلية الكاملة متوفرة على الأجهزة الأخرى التي تستخدم صور iCloud.
bg: Искате ли да изтеглите на този iPod touch копие от вашите iCloud снимки? Снимките и видеата, които са оптимизирани за пестене на място, ще бъдат премахнати от този iPod touch. Оригиналните пълни версии ще бъдат налични на други устройства чрез iCloud снимки.
ca: Vols descarregar una còpia de les fotos a l’iCloud a l’iPod touch? S’eliminaran de l’iPod touch les fotos i els vídeos que s’hagin optimitzat per estalviar espai. Les versions completes originals continuaran estant disponibles a la resta de dispositius que utilitzin les fotos a l’iCloud.
cs: Chcete do iPodu touch stáhnout kopii svých fotek na iCloudu? Z iPodu touch budou odstraněny velikostně optimalizované fotky a videa. Na ostatních zařízeních připojených k fotkám na iCloudu budou původní plné verze nadále dostupné.
da: Vil du hente en kopi af iCloud-fotos til denne iPod touch? Fotos og videoer, der er blevet optimeret til at spare plads, fjernes fra iPod touch. De originale, fulde versioner vil stadig være tilgængelige på andre enheder, der bruger iCloud-fotos.
de: Soll eine Kopie deiner iCloud-Fotos auf diesen iPod touch geladen werden? Fotos und Videos, die optimiert wurden, um Speicherplatz einzusparen, werden von diesem iPod touch entfernt. Die Originalversionen sind weiterhin über „iCloud-Fotos“ auf anderen Geräten verfügbar.
el: Θέλετε να πραγματοποιηθεί λήψη αντιγράφου των Φωτογραφιών iCloud σας σε αυτό το iPod touch; Οι φωτογραφίες και τα βίντεο που έχουν βελτιστοποιηθεί για εξοικονόμηση χώρου θα αφαιρεθούν από αυτό το iPod touch. Οι αρχικές, πλήρεις εκδόσεις θα παραμείνουν διαθέσιμες σε άλλες συσκευές που χρησιμοποιούν τις Φωτογραφίες iCloud.
es: ¿Quieres descargar en este iPod touch una copia de las fotos en iCloud? Las fotos y los vídeos que se han optimizado para ahorrar espacio se eliminarán de este iPod touch. Sus versiones completas originales seguirán estando disponibles en otros dispositivos que usen las fotos en iCloud.
es_us: ¿Quieres descargar una copia de tu contenido de Fotos en iCloud a este iPod touch? Se eliminarán de este iPod touch las fotos y videos que se hayan optimizado para ahorrar espacio. Las versiones originales con la resolución completa seguirán disponibles en otros dispositivos que usen Fotos en iCloud.
fi: Ladataanko iPod touchiin kopio iCloud-kuvista? Kuvat ja videot, jotka on optimoitu tilan säästämiseksi, poistetaan iPod touchista. Alkuperäiset täydet versiot ovat yhä muiden iCloud-kuvia käyttävien laitteiden käytettävissä.
fr: Voulez-vous télécharger une copie des éléments de Photos iCloud sur cet iPod touch? Les photos et vidéos qui ont été optimisées pour libérer de l’espace seront supprimées de cet iPod touch. Les versions en pleine résolution d’origine seront toujours disponibles sur les autres appareils utilisant Photos iCloud.
fr_ca: Souhaitez-vous télécharger une copie de vos photos iCloud sur cet iPod touch? Les photos et vidéos qui ont été optimisées pour économiser de l’espace seront supprimées de cet iPod touch. Leur version originale en pleine résolution restera disponible sur les autres appareils qui utilisent Photos iCloud.
he: להוריד עותק של ״תמונות iCloud״ שלך ל-iPod touch זה? תמונות וסרטונים שעברו מיטוב לצורך חיסכון בשטח אחסון יוסרו מ-iPod touch זה. ניתן יהיה לגשת לגירסאות המקוריות המלאות במכשירים אחרים באמצעות ״תמונות iCloud״.
hi: क्या आप इस iPod touch पर अपने iCloud तस्वीर की कॉपी डाउनलोड करना ^[चाहते हैं](inflect: true)? जगह बचाने के लिए ऑप्टिमाइज़ की गई तस्वीरें और वीडियो इस iPod touch से हटा दिए जाएँगे। iCloud तस्वीर का उपयोग करने वाले अन्य डिवाइस पर मूल, पूर्ण संस्करण अभी भी उपलब्ध रहेंगे।
hr: Želite li preuzeti kopiju vaših iCloud fotografija na ovaj iPod touch? Fotografije i videozapisi koji su optimizirani za uštedu prostora uklonit će se s ovog iPod toucha. Originalne cjelovite verzije i dalje će biti dostupne na drugim uređajima koji koriste iCloud fotografije.
hu: Le szeretné tölteni az iCloud-fotók másolatát erre az iPod touchra? A tárhely-megtakarításhoz optimalizált fotók és videók el lesznek távolítva erről az iPod touchról. Az eredeti, teljes verziók továbbra is elérhetők maradnak az iCloud-fotókat használó egyéb eszközökön.
id: Apakah Anda ingin mengunduh salinan Foto iCloud Anda ke iPod touch ini? Foto dan video yang telah dioptimalkan untuk menghemat ruang akan dihapus dari iPod touch ini. Versi asli yang utuh akan tetap tersedia di perangkat lain yang menggunakan Foto iCloud.
it: Vuoi scaricare una copia delle tue foto di iCloud su questo iPod touch? I contenuti che sono stati ottimizzati per utilizzare meno spazio verranno rimossi da questo iPod touch. Le versioni originali, alla massima risoluzione, saranno disponibili sugli altri dispositivi su cui è attiva l’opzione “Foto di iCloud”.
ja: iCloud写真のコピーをこのiPod touchにダウンロードしますか? 空き領域を確保するために最適化された写真とビデオはこのiPod touchから削除されます。オリジナルの完全版は、iCloud写真を使用しているデバイス上では引き続き利用できます。
kk: iCloud фотоларының көшірмесін осы iPod touch құрылғысына жүктеп алу қажет пе? Жадты үнемдеу үшін оңтайландырылған фотолар мен видеолар осы iPod touch құрылғысынан жойылады. Толық өлшемді түпнұсқа нұсқалары басқа құрылғыларда iCloud фотолары арқылы қолжетімді болады.
ko: iCloud 사진의 복사본을 이 iPod touch로 다운로드하겠습니까? 저장 공간을 확보하기 위해 최적화된 사진 및 비디오가 이 iPod touch에서 제거됩니다. 전체 버전인 원본은 iCloud 사진을 사용하는 다른 기기에서 계속 사용할 수 있습니다.
lt: Ar norite atsisiųsti „iCloud“ nuotraukų kopiją į šį „iPod touch“? Siekiant sutaupyti vietos optimizuotos nuotraukos ir vaizdo įrašai iš šio „iPod touch“ bus pašalinti. Originalios, viso dydžio versijos vis tiek pasiekamos kituose įrenginiuose naudojant „iCloud“ nuotraukas“.
ms: Adakah anda mahu memuat turun salinan Foto iCloud anda ke iPod touch ini? Foto dan video yang telah dioptimumkan untuk menjimatkan ruang akan dikeluarkan daripada iPod touch ini. Versi penuh asal masih akan tersedia pada peranti lain yang menggunakan Foto iCloud.
nb: Vil du laste ned en kopi av iCloud Bilder til iPod touch? Bilder og videoer som er optimalisert for å spare plass, vil bli fjernet fra iPod touch. Fullversjonen av de opprinnelige filene vil fortsatt være tilgjengelig på andre enheter som bruker iCloud Bilder.
nl: Wil je een kopie van iCloud-foto's downloaden op deze iPod touch? Foto's en video's die volledig zijn geoptimaliseerd om ruimte te besparen, worden van deze iPod touch verwijderd. De originele, volledige versies blijven beschikbaar op andere apparaten die iCloud-foto's gebruiken.
pl: Czy chcesz pobrać kopię swoich Zdjęć w iCloud na tego iPoda touch? Zdjęcia i wideo, które zostały zoptymalizowane do oszczędzania miejsca, zostaną usunięte z tego iPoda touch. Pełne wersje oryginałów będą nadal dostępne na innych urządzeniach używających Zdjęć w iCloud.
pt: Deseja baixar uma cópia das suas Fotos do iCloud para este iPod touch? As fotos e os vídeos que foram otimizados para economizar espaço serão removidos deste iPod touch. As versões originais completas continuarão disponíveis em outros dispositivos que usam as Fotos do iCloud.
pt_pt: Gostaria de descarregar uma cópia de Fotografias em iCloud para este iPod touch? Os vídeos e fotografias que tenham sido otimizados para guardar espaço serão removidos deste iPod touch, mas as versões originais continuarão disponíveis noutros dispositivos através de Fotografias em iCloud.
ro: Doriți să descărcați o copie a conținutului dvs. din Poze iCloud pe acest iPod touch? Pozele și clipurile video care au fost optimizate pentru a economisi spațiu vor fi eliminate de pe acest iPod touch. Versiunile originale, la rezoluție integrală, vor fi în continuare disponibile pe alte dispozitive care utilizează Poze iCloud.
ru: Загрузить копию Фото iCloud на этот iPod touch? Фото и видео, оптимизированные для экономии места, будут удалены с этого iPod touch. Оригинальные полноразмерные версии все равно будут доступны на других устройствах через Фото iCloud.
sk: Chcete si na tento iPod touch stiahnuť kópiu iCloud Fotiek? Fotky a videá, ktoré boli optimalizované s cieľom ušetriť miesto, budú odstránené z tohto iPodu touch. Originály v plnom rozlíšení budú aj naďalej dostupné na ostatných zariadeniach, ktoré používajú iCloud Fotky.
sl: Želite v ta iPod touch prenesti kopijo vsebin iz funkcije Fotografije iCloud? Fotografije in videi, ki so bili optimizirani za varčevanje s prostorom, bodo odstranjeni iz te naprave iPod touch. Njihove prvotne različice v polni velikosti bodo še naprej na voljo v drugih napravah, v katerih uporabljate Fotografije iCloud.
sv: Vill du hämta en kopia av iCloud-bilder till denna iPod touch? Bilder och videor som har optimerats för att spara utrymme kommer att tas bort från denna iPod touch. De ursprungliga fullständiga versionerna kommer fortfarande att vara tillgängliga på andra enheter som använder iCloud-bilder.
th: คุณต้องการดาวน์โหลดสำเนาของ “รูปภาพ iCloud” ของคุณลงใน iPod touch เครื่องนี้หรือไม่ รูปภาพและวิดีโอที่ถูกปรับขนาดเพื่อประหยัดพื้นที่จะถูกเอาออกจาก iPod touch เครื่องนี้ เวอร์ชั่นเต็มที่เป็นต้นฉบับจะยังคงมีอยู่บนอุปกรณ์เครื่องอื่นที่ใช้ “รูปภาพ iCloud”
tr: iCloud Fotoğrafları’nızın bir kopyasını bu iPod touch’a indirmek ister misiniz? Yer kazanmanız için en iyi duruma getirilmiş fotoğraflar ve videolar bu iPod touch’tan silinecektir. Özgün, tam sürümler iCloud Fotoğrafları’nı kullanan diğer aygıtlarda bulunmaya devam edecektir.
uk: Ви хочете викачати копію своїх Фото iCloud на цей iPod touch? Фото й відео, оптимізовані для заощадження місця, будуть вилучені з цього iPod touch. Первинні повні версії лишатимуться доступними на інших пристроях, що використовують Фото iCloud.
vi: Bạn có muốn tải bản sao Ảnh iCloud của bạn về iPod touch này không? Các ảnh và video đã được tối ưu hóa để tiết kiệm dung lượng sẽ bị xóa khỏi iPod touch này. Các phiên bản gốc, đầy đủ sẽ vẫn có sẵn trên các thiết bị khác sử dụng Ảnh iCloud.
zh_cn: 你要将“iCloud照片”的副本下载到此iPod touch上吗？ 经优化以节省空间的照片和视频将从此iPod touch上移除。使用“iCloud照片”的其他设备仍可使用全分辨率的原始文件。
zh_hk: 你要下載「iCloud相片」的副本至此iPod touch嗎？ 將會從此iPod touch移除經過最佳化處理以節省空間的相片和影片。完整解像度的原始版本仍可在其他裝置上透過「iCloud相片」取得。
zh_tw: 要將「iCloud照片」下載到此iPod touch嗎？ 經過最佳化處理以節省空間的照片和影片會從此iPod touch上移除。完整解析度的原始版本仍可在其他裝置上透過「iCloud照片」取得。

# ICLOUDPHOTOS_DISABLE_PROMPT_DOWNLOAD_ORIGINALS_OK
source: Download Photos & Videos
ar: تنزيل الصور والفيديوهات
bg: Изтегляне на снимки и видео
ca: Descarrega les fotos i els vídeos
cs: Stáhnout fotky a videa
da: Hent fotos & videoer
de: Fotos und Videos laden
el: Λήψη φωτογραφιών και βίντεο
es: Descargar fotos y vídeos
es_us: Descargar fotos y videos
fi: Lataa kuvat ja videot
fr: Télécharger les photos et les vidéos
fr_ca: Télécharger les photos et vidéos
he: הורדת תמונות וסרטונים
hi: तस्वीरें और वीडियो डाउनलोड करें
hr: Preuzmi fotografije i videozapise
hu: Fotók és videók letöltése
id: Unduh Foto & Video
it: Scarica foto e video
ja: 写真とビデオをダウンロード
kk: Фотолар мен видеоларды жүктеп алу
ko: 사진 및 비디오 다운로드
lt: Atsisiųsti nuotraukas ir vaizdo įrašus
ms: Muat Turun Foto & Video
nb: Last ned bilder og videoer
nl: Download foto's en video's
pl: Pobierz zdjęcia i wideo
pt: Baixar Fotos e Vídeos
pt_pt: Descarregar fotografias e vídeos
ro: Descărcați pozele și clipurile video
ru: Загрузить фото и видео
sk: Stiahnuť fotky a videá
sl: Prenesi fotografije in videe
sv: Hämta bilder och videor
th: ดาวน์โหลดรูปภาพและวิดีโอ
tr: Fotoğrafları ve Videoları İndir
uk: Викачати фото й відео
vi: Tải về Ảnh & Video
zh_cn: 下载照片和视频
zh_hk: 下載相片及影片
zh_tw: 下載照片與影片

# ICLOUDPHOTOS_DISABLE_PROMPT_DOWNLOAD_ORIGINALS_TITLE
source: Download Photos and Videos to iPad?
ar: هل ترغب بتنزيل الصور والفيديوهات على الـ iPad؟
bg: Изтегляне на снимки и видео на този iPad?
ca: Vols descarregar fotos i vídeos a l’iPad?
cs: Chcete do iPadu stáhnout fotky a videa?
da: Hent fotos og videoer til iPad?
de: Fotos und Videos auf das iPad laden?
el: Λήψη φωτογραφιών και βίντεο στο iPad;
es: ¿Descargar las fotos y los vídeos en el iPad?
es_us: ¿Descargar fotos y videos al iPad?
fi: Ladataanko kuvat ja videot iPadiin?
fr: Télécharger les photos et les vidéos sur l’iPad ?
fr_ca: Télécharger les photos et les vidéos sur l’iPad?
he: להוריד תמונות וסרטונים ל-iPad?
hi: iPad पर तस्वीरें और वीडियो डाउनलोड करें?
hr: Preuzeti fotografije i videozapise na iPad?
hu: Letölti a fotókat és a videókat az iPadre?
id: Unduh Foto dan Video ke iPad?
it: Vuoi scaricare le foto e i video su iPad?
ja: 写真とビデオをiPadにダウンロードしますか?
kk: Фотолар мен видеоларды iPad құрылғысына жүктеп алу қажет пе?
ko: 사진 및 비디오를 iPad에 다운로드하겠습니까?
lt: Atsisiųsti nuotraukas ir vaizdo įrašus į „iPad“ įrenginį?
ms: Muat Turun Foto dan Video ke iPad?
nb: Vil du laste ned bilder og videoer til iPaden?
nl: Foto's en video's downloaden naar iPad?
pl: Pobrać zdjęcia i wideo na iPada?
pt: Baixar Fotos e Vídeos para o iPad?
pt_pt: Descarregar fotografias e vídeos para o iPad?
ro: Descărcați pozele și clipurile video pe iPad?
ru: Загрузить фото и видео на iPad?
sk: Stiahnuť fotky a videá na iPad?
sl: Želite prenesti fotografije in videe v iPad?
sv: Vill du hämta bilder och videor till iPad?
th: ดาวน์โหลดรูปภาพและวิดีโอลงใน iPad หรือไม่
tr: Fotoğraflar ve Videolar iPad’e İndirilsin mi?
uk: Викачати фото й відео на iPad?
vi: Tải ảnh và video về iPad?
zh_cn: 将照片和视频下载到iPad上吗？
zh_hk: 要將相片和影片下載到iPad嗎？
zh_tw: 要將照片和影片下載到iPad嗎？

# ICLOUDPHOTOS_DISABLE_PROMPT_INSUFFICIENT_SPACE_MANAGE
source: Learn More
ar: معرفة المزيد
bg: Научете повече
ca: Més informació
cs: Další informace
da: Læs mere
de: Weitere Infos
el: Μάθετε περισσότερα
es: Más información
es_us: Obtén detalles
fi: Lisätietoja
fr: En savoir plus
fr_ca: En savoir plus
he: פרטים נוספים
hi: अधिक जानें
hr: Saznajte više
hu: Bővebben
id: Lebih Lanjut
it: Altre info
ja: 詳しい情報
kk: Толығырақ ақпарат алу
ko: 더 알⁠아⁠보⁠기
lt: Sužinokite daugiau
ms: Ketahui Lebih Lanjut
nb: Finn ut mer
nl: Meer info
pl: Więcej informacji
pt: Saiba Mais
pt_pt: Saiba mais
ro: Aflați mai multe
ru: Подробнее
sk: Viac informácií
sl: Več o tem
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha Fazla Bilgi
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 进一步了解
zh_hk: 進一步了解
zh_tw: 更多內容

# ICLOUDPHOTOS_DISABLE_PROMPT_INSUFFICIENT_SPACE_MESSAGE_FORMAT_Apple Vision Pro
source: An additional %@ is required to download your photos and videos to this Apple Vision Pro. You can manage storage in Settings.
ar: مطلوب %@ إضافية لتنزيل الصور والفيديوهات إلى هذه الـ Apple Vision Pro. يمكنك إدارة سعة التخزين في الإعدادات.
bg: Необходимо ви е още %@ допълнително място, за да бъдат изтеглени снимките и видеата ви на този Apple Vision Pro. Можете да управлявате пространството за съхранение в Настройки.
ca: Calen %@ més d’espai per descarregar les fotos i els vídeos a l’Apple Vision Pro. Pots gestionar l’espai disponible a la configuració.
cs: Pro stažení vašich fotek a videí do tohoto zařízení Apple Vision Pro je zapotřebí o %@ více místa. Úložiště můžete spravovat v Nastavení.
da: Der skal være %@ ekstra plads, hvis du vil hente dine fotos og videoer til Apple Vision Pro. Du kan administrere lagringsplads i Indstillinger.
de: %@ zusätzlicher Platz wird benötigt, um Fotos und Videos auf diese Apple Vision Pro zu laden. Der Speicherplatz kann in den Einstellungen verwaltet werden.
el: Απαιτείται επιπλέον χώρος %@ για λήψη των φωτογραφιών και των βίντεό σας σε αυτό το Apple Vision Pro. Μπορείτε να διαχειριστείτε τον χώρο αποθήκευσης στις Ρυθμίσεις.
es: Se necesitan %@ de espacio adicional para descargar las fotos y vídeos en este Apple Vision Pro. Puedes gestionar el almacenamiento en Ajustes.
es_us: Se requiere un espacio de %@ para descargar tus fotos y videos en este Apple Vision Pro. Puedes administrar el almacenamiento en Configuración.
fi: Kuvien ja videoiden lataaminen Apple Vision Prohon edellyttää %@ lisää tilaa. Voit hallita tallennustilaa Asetuksissa.
fr: %@ supplémentaires sont requis pour télécharger vos photos et vidéos sur cet Apple Vision Pro. Gérez votre stockage dans Réglages.
fr_ca: Vous aurez besoin de %@ de plus pour télécharger vos photos et vidéos sur cet Apple Vision Pro. Vous pouvez gérer l’espace de stockage dans Réglages.
he: כדי להוריד תמונות וסרטונים ל-Apple Vision Pro זה, יש צורך בעוד %@. ניתן לנהל את שטח האחסון ב״הגדרות״.
hi: इस Apple Vision Pro पर आपकी तस्वीरें और वीडियो डाउनलोड करने के लिए अतिरिक्त %@ की आवश्यकता है। आप सेटिंग्ज़ में जाकर स्टोरेज प्रबंधित कर सकते हैं।
hr: Za preuzimanje vaših fotografija i videozapisa na ovaj Apple Vision Pro potrebno je dodatnih %@. Možete podesiti memoriju u Postavkama.
hu: További %@ szükséges, hogy letöltse a fotóit és videóit erre az Apple Vision Próra. A tárhelyet a Beállításokban kezelheti.
id: %@ tambahan diperlukan untuk mengunduh foto dan video Anda ke Apple Vision Pro ini. Anda dapat mengelola penyimpanan di Pengaturan.
it: Per scaricare le foto e i video su questo Apple Vision Pro, devi avere %@ in più. Puoi gestire lo spazio in Impostazioni.
ja: このApple Vision Proに写真とビデオをダウンロードするには、空き領域があと%@必要です。“設定”でストレージを管理できます。
kk: Бұл Apple Vision Pro құрылғысына фотолар мен видеоларды жүктеп алу үшін қосымша %@ қажет. Сақтау орнын «Реттеулер» бөлімінде басқаруға болады.
ko: 사용자의 사진 및 비디오를 이 Apple Vision Pro로 다운로드하려면 %@의 공간이 추가로 필요합니다. 설정에서 저장 공간을 관리할 수 있습니다.
lt: Norint atsisiųsti nuotraukas ir vaizdo įrašus į šį „Apple Vision Pro“, reikia dar %@ vietos. Saugyklą tvarkyti galite srityje „Nustatymai“.
ms: %@ tambahan diperlukan untuk memuat turun foto dan video anda ke Apple Vision Pro ini. Anda boleh mengurus storan dalam Seting.
nb: Det kreves ytterligere %@ for å laste ned bildene og videoene dine til Apple Vision Pro. Du kan administrere lagring i Innstillinger.
nl: Er is nog %@ ruimte nodig om je foto's en video's te downloaden op deze Apple Vision Pro. Je kunt de opslagruimte beheren in Instellingen.
pl: Aby pobrać zdjęcia i wideo, ten Apple Vision Pro musi mieć jeszcze %@ wolnego miejsca. Pamięcią możesz zarządzać w Ustawieniach.
pt: Você precisa de mais %@ para baixar suas fotos e vídeos para este Apple Vision Pro. Você pode gerenciar o armazenamento nos Ajustes.
pt_pt: Necessita de mais %@ de espaço para descarregar as suas fotografias e vídeos para este Apple Vision Pro. Pode gerir o armazenamento nas Definições.
ro: Pentru a vă descărca pozele și clipurile video pe acest Apple Vision Pro, este necesar un spațiu suplimentar de %@. Puteți gestiona spațiul de stocare în Configurări.
ru: Для загрузки фото и видео на этот Apple Vision Pro требуется дополнительно %@. Вы можете управлять хранилищем в Настройках.
sk: Na stiahnutie svojich fotiek a videí na toto Apple Vision Pro potrebujete ďalších %@. Úložisko môžete spravovať v Nastaveniach.
sl: Za prenos fotografij in videov v to napravo Apple Vision Pro potrebujete še %@. Shrambo lahko upravljate v Nastavitvah.
sv: Det krävs %@ till för att hämta dina bilder och videor till denna Apple Vision Pro. Du kan hantera ditt utrymme i Inställningar.
th: ต้องการเพิ่มอีก %@ เพื่อดาวน์โหลดรูปภาพและวิดีโอของคุณลงใน Apple Vision Pro เครื่องนี้ คุณสามารถจัดการพื้นที่จัดเก็บข้อมูลได้ในการตั้งค่า
tr: Fotoğraflarınızı ve videolarınızı bu Apple Vision Pro’ya indirmek için %@ daha gerekiyor. Saklama alanını Ayarlar’da yönetebilirsiniz.
uk: Потрібно ще %@, щоб викачати ваші фото й відео на цей Apple Vision Pro. Сховищем можна керувати в Параметрах.
vi: Yêu cầu %@ bổ sung để tải ảnh và video của bạn về Apple Vision Pro này. Bạn có thể quản lý dung lượng trong Cài đặt.
zh_cn: 还需要%@才能将你的照片和视频下载到此Apple Vision Pro。你可以在“设置”中管理储存空间。
zh_hk: 需要額外%@的空間才能下載你的相片及影片到此Apple Vision Pro。你可以在「設定」管理儲存空間。
zh_tw: 還需要%@才能將你的照片和影片下載到此Apple Vision Pro。你可以在「設定」中管理儲存空間。
